Repository: iamsamitdev/p1labelfinished2
Catalog: lib/l10n/app_*.arb
Languages: lo, th

source: Title
lo: ຫົວເລື່ອງ
th: หัวเรื่อง

# hello
source: Hello, How are you?
lo: ສະ​ບາຍ​ດີ​, ເຈົ້າ​ສະ​ບາຍ​ດີ​ບໍ່?
th: สวัสดี, คุณสบายดีมั้ย?

# app_title
source: Print P1 Label
lo: ພິມປ້າຍ P1
th: พิมพ์ป้าย P1

# changelang
source: Select language
lo: ເລືອກພາສາ
th: เลือกภาษา

# textlabel_branchcode
source: Please enter the branch code
lo: ກະລຸນາໃສ່ລະຫັດສາຂາ
th: กรุณาใส่รหัสสาขา

# error_branchtext
source: Enter the 5-digit branch code
lo: ລະຫັດປ໊ອດ ສາຂາ 5 ຫລັກ
th: ป้อนรหัสสาขา 5 หลัก

# error_emptybranch
source: Enter the branch code first
lo: ລະຫັດປ໊ອດສາຂາກ່ອນ
th: ป้อนรหัสสาขาก่อน

# error_branchtextlength
source: Branch code must be at least 5 characters long
lo: ລະຫັດສາຂາຕ້ອງຫ້າມ 5 ຈົດໝາຍ
th: รหัสสาขาต้องไม่น้อยกว่า 5 ตัวอักษร

# button_branch_submit
source: OK
lo: ຕົກລົງ
th: ตกลง

# checkupdate_button
source: Check for Update
lo: ເຊັກອັບເດດ
th: เช็คอัพเดท
